Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Input the plugin label, then press <Enter>
ug: قىستۇرما ئەنىنى كىرگۈزۈپ <Enter> نى بېسىڭ

source: Input the shell command to spawn, then press <Enter>
ug: ئىجرا قىلىنىدىغان بۇيرۇقنى كىرگۈزۈپ <Enter> نى بېسىڭ

source: Insert
ug: قىستۇرۇش

source: Insert -- to render part of the signature gray.
ug: ئەگەر -- قىستۇرۇلسا ئىمزا بۆلىكى كۈلرەڭ سىزىلىدۇ.

source: Insert / Overwrite
ug: قىستۇرۇش/قاپلاش

source: Insert Big _Smile
ug: قاقاقلاشنى قىستۇر(_S)

source: Insert Date / Time
ug: چېسلا/ۋاقىت نى قىستۇرۇش

source: Insert Disc
ug: دىسكا سېلىش

source: Insert Smiley
ug: چىراي ئىپادىسى قىستۇرۇش

source: Insert _Sad Face
ug: غەم چىراينى قىستۇر(_S)

source: Insert _Smiley
ug: چىراي ئىپادىسى قىستۇر(_S)

source: Insert _Spaces
ug: بوشلۇق قىستۇرۇلسۇن(_S)

source: Insert _Winking
ug: كۆز قىسىشنى قىستۇر(_W)

source: Insert _time:
ug: قىستۇرغان ۋاقىت(_T)

source: Insert a Smiley into the message
ug: ئۇچۇرغا كۈلگە قىستۇرىدۇ

source: Insert a grinning face
ug: ھىجىيىش ئىپادىسىنى قىستۇرىدۇ

source: Insert a sad face
ug: غەم چىراينى قىستۇرىدۇ

source: Insert a winking face
ug: كۆز قىسىش ئىپادىسىنى قىستۇرىدۇ

source: Insert big smile
ug: قاقاقلاشنى قىستۇر

source: Insert spaces when the tab button is pressed
ug: تاقلاش(tab) توپچىسى بېسىلغاندا بوشلۇق بەلگىسى قىستۇرىدۇ

source: Inserted disc is already blank
ug: سېلىنغان دىسكا قۇرۇق ئىكەن

source: Inserted disc is full
ug: سېلىنغان دىسكا قۇرۇق ئەمەس ئىكەن

source: Inserted disc is unsuitable
ug: سېلىنغان دىسكا مۇۋاپىق ئەمەس ئىكەن

source: Inside Button
ug: Inside توپچىسى

source: Inspect _Element
ug: ئېلېمېنتلارنى تەكشۈر(_E)

source: Inspect page - %s
ug: بەتنى تەكشۈر - %s

source: Inspired by Xarchiver, written by Giuseppe Torelli
ug: بۇ Giuseppe Torelli يازغان Xarchiver دىن ئىلھام ئالغان

source: Install
ug: ئورنات

source: Installed Applications
ug: ئورنىتىلغان پروگراممىلار

source: Instead of quitting the application when the last window is closed, keep a running instance to speed up opening new windows. You might want to disable this to reduce memory usage.
ug: ئەڭ ئاخىرقى كۆزنەك يېپىلغاندا، ئۈلگىنى ئاخىرلاشماستىن ئارقا تەرەپتە تۇرۇۋېرىدۇ. بۇنىڭ بىلەن يېڭى كۆزنەك ئېچىلغاندا تەز ئېچىلىدۇيۇ ئەسلەك خورايدۇ.

source: Institution that was involved in the publishing
ug: نەشرگە ھەمدەمدە بولغان ئورۇنلار

source: Integer
ug: پۈتۈن سان

source: Intel wireless adaptor
ug: Intel سىمسىز تور كارتىسى

source: Interface
ug: ئارايۈز

source: Interface refresh rate (times per second):
ug: كۆرۈنمەيۈزنى يېڭىلاش تېزلىكى(ھەر سېكۇنتتىكى قېتىم سانى)

source: Interface to monitor
ug: كۆرسەتكۈچ ئارايۈزى

source: Interface was not found.
ug: ئارايۈز تېپىلمىدى

source: Intermediate
ug: ئوتتۇرا سەۋىيىلىك

source: Internal Style
ug: ئىچكى ئۇسلۇب

source: Internal name: %s-%d
ug: ئىچ ئاتى: %s-%d

source: Internal name: %s-%d PID: %d
ug: ئىچكى ئاتى: %s-%d PID: %d

source: International Denominations
ug: خەلقئارالىق ناملار

source: Internet
ug: ئىنتېرنېت

source: Internet address
ug: ئىنتېرنېت ئادرېسى

source: Internet and Network
ug: ئىنتېرنېت ۋە تور

source: Internet;WWW;Explorer
ug: ئىنتېرنېت؛WWW؛Explorer

source: Interprocessor interrupt
ug: بىر تەرەپ قىلغۇچ ئارىسىدىكى ئۈزۈلۈش

source: Interrupt
ug: ئۈزۈلۈش

source: Interval between 2 consecutive spawns
ug: ئىجرا قىلىش ئىنتېرۋالىنى كىرگۈزۈڭ

source: Interval between each key repeat
ug: ھەر بىر كۇنۇپكىنىڭ قايتىلىنىشى ئارىسىدىكى ئىنتېرۋال

source: Introduce your password to set this configuration to the whole system.
ug: سەپلىمىنى پۈتكۈل سىستېمىدا قوللىنىش ئۈچۈن ئىمىڭىزنى كىرگۈزۈڭ

source: Introduction to Xfce4 Screenshooter
ug: Xfce4 ئېكران كۆرۈنۈشىنى سۈرەتكە ئالغۇ(Screenshooter) نى تونۇشتۇرۇش

source: Invalid API key, you must be granted a valid key. The Movie DB backend will be disabled.
ug: API ئاچقۇچى ئىناۋەتسىز، سىز ئاچقۇچنىڭ توغرا بولۇشىغا كاپالەتلىك قىلىشىڭىز كېرەك. كىنو ساندىنى(DB) نىڭ ئارقا ئۇچى ئىناۋەتسىز قىلىنىدۇ.

source: Invalid COPS reply from modem
ug: مودېمدىن ئىناۋەتسىز COPS جاۋابى كەلدى

source: Invalid CPIN reply from modem
ug: مودېمدىن ئىناۋەتسىز CPIN جاۋابى كەلدى

source: Invalid CREG reply from modem
ug: مودېمدىن ئىناۋەتسىز CREG جاۋابى كەلدى

source: Invalid CSQ reply from modem
ug: مودېمدىن ئىناۋەتسىز CSQ جاۋابى كەلدى

source: Invalid List File
ug: ئىناۋەتسىز تىزىم ھۆججىتى

source: Invalid OHCIP reply from modem
ug: مودېمدىن ئىناۋەتسىز CPIN جاۋابى كەلدى

source: Invalid PIN entered. PIN has 4 digits
ug: كىرگۈزۈلگەن PIN ئىناۋەتسىز. PIN دا 4 رەقەم بولىدۇ

source: Invalid argument passed: %s
ug: خاتا پارامېتىر بېرىلگەن: %s

source: Invalid arguments
ug: ئارگۇمېنت خاتا

source: Invalid byte sequence in conversion input
ug: ئايلاندۇرۇپ كىرگۈزۈشتە ئىناۋەتسىز بايت قاتارى كۆرۈلدى

source: Invalid configuration value '%s'
ug: سەپلىمە قىممەت ‹%s› ئىناۋەتسىز

source: Invalid cookie
ug: Cookie خاتا

source: Invalid desktop file
ug: ئىناۋەتسىز ئۈستەلئۈستى ھۆججىتى

source: Invalid dictionary specified. Please check your preferences.
ug: كۆرسىتىلگەن لۇغەت ئىناۋەتسىز. تەڭشىكىڭىزنى تەكشۈرۈپ كۆرۈڭ.

source: Invalid driver specified
ug: ئىناۋەتسىز قوزغاتقۇ.

source: Invalid field "%s" was ignored.
ug: ئىناۋەتسىز سوز بۆلىكى «%s» ئېتىبارغا ئېلىنمىدى.

source: Invalid filename "%s"
ug: «%s» ئىناۋەتسىز ھۆججەت نامى

source: Invalid filename provided by XDS drag site
ug: تەمىنلەنگەن ھۆججەت(XDS تەمىنلىگەن) ئاتى ئىناۋەتسىز

source: Invalid format
ug: ئىناۋەتسىز فورمات

source: Invalid geometry string "%s"
ug: گېئومېتىرىيە ھەرپ تىزمىسى «%s» ئىناۋەتسىز

source: Invalid helper type "%s"
ug: ياردەمچى تىپى «%s» ئىناۋەتسىز.

source: Invalid hint type "%s". Valid types are bool, double, int, string and uint.
ug: بېشارەت ئۇچۇرى «%s» ئىناۋەتسىز. ئىناۋەتلىك تىپلار bool، double، int، string ۋە uint.

source: Invalid input
ug: خاتا

source: Invalid menu directory
ug: ئىناۋەتسىز تىزىملىك مۇندەرىجىسى

source: Invalid non-UTF8 input
ug: خاتا UTF8 كىرگۈزۈشى

source: Invalid path
ug: ئىناۋەتسىز يوق

source: Invalid plugin event syntax specified. Use PLUGIN-NAME:NAME[:TYPE:VALUE].
ug: قىستۇرما ھادىسىسىنىڭ يېزىلىشى توغرا ئەمەس. PLUGIN-NAME:NAME[:TYPE:VALUE] دەك ئىشلىتىڭ.

source: Invalid regular expression, at character position %ld: %s
ug: %ld ئورۇندىكى مۇنتىزىم ئىپادە خاتا: %s

source: Invalid reply to +CREG
ug: +CREG غا بېرىلگەن جاۋاب ئىناۋەتسىز

source: Invalid terminal command
ug: ئىناۋەتسىز تېرمىنال بۇيرۇقى

source: Invalid type "%s"
ug: «%s» نىڭ تىپى خاتا

source: Invalid type for <property>: "%s"
ug: خاسلىق <property> نىڭ تىپى ئىناۋەتسىز: «%s»

source: Invalid type for <value>: "%s"
ug: <value> نىڭ تىپى ئىناۋەتسىز: «%s»

source: Invert an existing boolean property
ug: مەۋجۇت boolean خاسلىقنى تەتۈر قىل

source: Invert buttons _orientation
ug: توپچىلارنىڭ يۆنىلىشىنى ئالماشتۇر(_O)

source: Invert selection
ug: تاللاشنى ئۆرۈ

source: Invert zoom direction
ug: چوڭايتىش يۆنىلىشىنى ئالماشتۇرۇش

source: Inverted
ug: تەتۈر قىلىش

source: Is it a valid combination
ug: بۇ ئىناۋەتلىك ماسلىشىش

source: Is the combination of hardware and disc valid to burn the composition?
ug: قاتتىق دېتال بىلەن دىسكا مەزكۇر ياسالمىنى يېزىشتا ماسلاشتىمۇ؟

source: Is the disc erasable
ug: دىسكىنى ئۆچۈرگىلى بولامدۇ

source: Isn't displayed
ug: كۆرسىتىلمىگەن

source: It is possible that your version of GLib does not have threads support.
ug: سىستېمىڭىزدىكى GLib نەشرى thread نى قوللىمايدىكەن.

source: It is taking too long for the server to respond.
ug: مۇلازىمېتىرنىڭ جاۋابى بەك جىق ۋاقىتنى ئالدى.

source: It was probably removed, please refresh your screen.
ug: ئۆچۈرۈلۈپ كەتكەندەك قىلىدۇ، ئېكرانىڭىزنى يېڭىلاڭ.

source: Italian noodles (10 minutes)
ug: ئىتالىيە چۆپى (10 مىنۇت)

source: Ite_m icon size:
ug: تۇرنىڭ سىنبەلگە چوڭلۇقى(_M):

source: Ite_ms
ug: تۈرلەر(_M)

source: Item Index
ug: تۈر ئىندېكسى

source: Item Index Playing Album Art Artist - Album Artist Album Title Duration Track Number Band / Album Artist Custom
ug: تۈر ئىندېكسى قويۇۋاتىدۇ ئالبوم مۇقاۋىسى ئورۇنلىغۇچى - ئالبوم ئورۇنلىغۇچى ئالبوم ماۋزۇ ئۇزۇنلۇقى نەغمە نومۇرى مۇزىكا ئەترىتى / ئورۇنلىغۇچى ئىختىيارىي

source: JACK Audio Connection Kit
ug: JACK ئۈن باغلاش قورالى

source: JPEG Quality:
ug: JPEG سۈپىتى:

source: Japanese
ug: ياپونچە

source: Japanese (SHIFT_JIS)
ug: ياپونچە (SHIFT_JIS)

source: Japanese (SHIFT__JIS)
ug: ياپونچە (SHIFT__JIS)

source: Jaz Disk
ug: Jaz دىسكا

source: Journal
ug: ژۇرنال

source: Journal or magazine in which the work was published
ug: ماقالە ئېلان قىلىنغان ژۇرنال

source: Jump to current track
ug: نۆۋەتتىكى نەغمىگە سەكرەش

source: Junk
ug: ئەخلەت

source: Just a minute, please (1 minute)
ug: دەل بىر مىنۇت، مەرھەمەت(1 مىنۇت)

source: KB
ug: كىلوبايت

source: K_eystroke delay:
ug: بېسىش كېچىكىشى(_E):

source: Ke_yboard
ug: ھەرپتاختا(_Y)

source: Keep '%s'
ug: ‹%s› نى ئىشلەت

source: Keep items sorted by their modification date
ug: تۈرلەرنى ئۆزگەرتىلگەن ۋاقتى بويىچە تەرتىپلەيدۇ

source: Keep items sorted by their name
ug: تۈرلەرنى ئاتى بويىچە تەرتىپلەيدۇ

source: Keep items sorted by their size
ug: تۈرلەرنى چوڭلۇقى بويىچە تەرتىپلەيدۇ

source: Keep items sorted by their type
ug: تۈرلەرنى تىپى بويىچە تەرتىپلەيدۇ

source: Keep on top
ug: كۆزنەك ھەمىشە ئەڭ ئۈستىدە تۇرسۇن

source: Keep running _instance in the background
ug: ئىجرا بولۇۋاتقان ئۈلگىسى ئارقىدا تۇرۇۋەرسۇن(_I)

source: Keep source format
ug: مەنبەنىڭ پىچىمىدەك بولسۇن

source: Keep source format 8 bit signed int 16 bit signed int 24 bit signed int 32 bit signed int 32 bit float
ug: مەنبە پىچىمى ئۆزگەرمىسۇن 8 بىتلىق ئالامەتلىك پۈتۈن سان 16 بىتلىق ئالامەتلىك پۈتۈن سان 24 بىتلىق ئالامەتلىك پۈتۈن سان 32 بىتلىق ئالامەتلىك پۈتۈن سان 32 بىتلىق لەيلىمە كەسىر سان

source: Keep the other one
ug: باشقىسىنى ئىشلىتىش

source: Keep the window manager action
ug: كۆزنەك باشقۇرغۇدىكىنى ئىشلىتىش

source: Keep this configuration
ug: بۇ سەپلىمىنى ساقلاپ قال

source: Keep urgent windows _blinking repeatedly
ug: جىددىي ئۇقتۇرۇش كۆزنىكىنى توختاتماي لىپىلدات(_B)

source: Keeps track of the state of something and can control it
ug: ھالەتنى خاتىرىلەپ، باشقۇرغىلى بولىدىغان قىل

source: Kernel core
ug: يادرو مەركىزى

source: Kernel module
ug: يادرو مودېلى

source: Key
ug: ئاچقۇچ

source: Key combination
ug: كۇنۇپكا بىرىكمىسى

source: Key used to _grab and move windows:
ug: كۆزنەكنى تۇتۇش ۋە يۆتكەش كۇنۇپكىسى(_G):

source: Key(s) to change layout:
ug: جايلاشتۇرۇشنى ئالماشتۇرۇش كۇنۇپكىسى(لىرى):

source: Key:
ug: ئاچقۇچ:

source: Keyboa_rd
ug: ھەرپتاختا(_R)

source: Keyboard
ug: ھەرپتاختا

source: Keyboard LED
ug: ھەرپتاختا كۆرسەتكۈچ چىرىغى(LED)

source: Keyboard Layouts
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشى

source: Keyboard Layouts Plugin
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشى قىستۇرمىسى

source: Keyboard Model:
ug: ھەرپتاختىنىڭ مودېلى:

source: Keyboard Settings setup
ug: ھەرپتاختا تەڭشىكىنى بەلگىلەش

source: Keyboard and Mouse
ug: ھەرپتاختا ۋە چاشقىنەك

source: Keyboard configuration tool
ug: ھەرپتاختا سەپلەش قورالى

source: Keyboard detected
ug: ھەرپتاختا تېپىلدى

source: Keyboard layout
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشى

source: Keyboard layout selection
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشىنى تاللا

source: Keyboard layouts setup and switch plugin
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشىنى تەڭشەش ۋە ئالماشتۇرۇش قىستۇرمىسىدۇر.

source: Keyboard layouts:
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشى:

source: Keyboard model
ug: ھەرپتاختا مودېلى

source: Keyboard model:
ug: ھەرپتاختا تىپ نومۇرى:

source: Keyboard navigation
ug: ھەرپتاختا يېتەكچىسى

source: Keyboard settings
ug: ھەرپتاختا تەڭشىكى

source: Keyboard user preferences can't be loaded. Please check that you have setxkbmap installed.
ug: ھەرپتاختىنىڭ ئىشلەتكۈچى تەڭشىكىنى ئوقۇغىلى بولمىدى. setxkbmap ئورنىتىلدىمۇ تەكشۈرۈپ بېقىڭ.

source: Keyboard:
ug: ھەرپتاختا:

source: Keyboards
ug: ھەرپتاختىلار

source: KiB
ug: كىلوبايت

source: KiB/s
ug: ك ب/س

source: Kill
ug: ئۆلتۈر

source: Kill task
ug: ۋەزىپىنى ئولتۇر

source: Kind:
ug: تىپى:

source: Kinetic scrolling
ug: Kinetic سىيرىلىش

source: Known Applications
ug: مەلۇم پروگراممىلار

source: Konqueror Web Browser
ug: Konqueror توركۆرگۈ

source: Korean
ug: كورېيەچە

source: Korean (EUC-KR)
ug: كورېيەچە(EUC-KR)

source: LM Sensors
ug: LM سەزگۈچلەر

source: LXRandR autostart
ug: LXRandR نى ئاپتوماتىك باشلا

source: LXSession is not running.
ug: LXSession ئىجرا بولمىغان.

source: LXTask is derived from Xfce4 Task Manager by: * Johannes Zellner <webmaster@nebulon.de>
ug: LXTask بولسا Xfce4 ۋەزىپە باشقۇرغۇ(Xfce4 Task Manager) ئاساسىدا ياسالغان. ئاپتور:\n * Johannes Zellner <webmaster@nebulon.de>

source: LXTerminal Preferences
ug: LXTerminal مايىللىقى

source: L_ater than:
ug: بۇنىڭدىن كېيىنكى(_A):

source: L_aunch command
ug: بۇيرۇق ئىجرا قىل(_A)

source: L_ength (%):
ug: ئۇزۇنلۇقى(_E)(%):

source: La_unch
ug: ئىجرا قىل(_U)

source: Label
ug: ئەن

source: Label Only
ug: ئەننىلا

source: Label _font
ug: ئەن خەت نۇسخىسى(_F)

source: Label trans_parency:
ug: ئەننىڭ سۈزۈكلۈكى(_P):

source: Label widget
ug: ئەن كىچىك ئەپ

source: Label:
ug: ئەن:

source: Language:
ug: تىل:

source: Languages
ug: تىللار

source: Laptop LCD Monitor
ug: يان كومپيۇتېرنىڭ LCD كۆرسەتكۈچى

source: Large
ug: چوڭ

source: Large toolbar icon
ug: چوڭ قورال بالداق سىنبەلگىسى

source: Larger
ug: چوڭراق

source: Last Active View
ug: ئەڭ ئاخىرقى كۆرۈنۈش

source: Last Four Hours
ug: ئەڭ ئاخىرقى 4 سائەت

source: Last Hour
ug: ئەڭ ئاخىرقى 1 سائەت

source: Last Two Hours
ug: ئەڭ ئاخىرقى 4 سائەت

source: Last accessed: %s
ug: ئەڭ ئاخىرقى زىيارەت: %s

source: Last image
ug: ئەڭ ئاخىرقى سۈرەتنى كۆرسىتىدۇ

source: Last open _tabs
ug: ئەڭ ئاخىرىدا ئېچىلغان بەتكۈچلەر

source: Last updated: %s.
ug: يېڭىلانغان ۋاقتى: %s

source: Last used method
ug: ئەڭ ئاخىرىدا ئىشلەتكەن ئۇسۇل

source: Late evening
ug: تۇم كېچە

source: Latitude
ug: كەڭلىك

source: Launch
ug: ئىجرا قىلىش

source: Launch Error
ug: ئىجرا قىلىش خاتالىقى

source: Launch GN_OME services on startup
ug: قوزغالغاندا GNOME مۇلازىمەتلىرىنى ئىجرا قىلسۇن(_O)

source: Launch _KDE services on startup
ug: قوزغالغاندا KDE مۇلازىمەتلىرىنى ئىجرا قىلسۇن(_K)

source: Launch desktop manager
ug: ئۈستەلئۈستى باشقۇرغۇنى ئىجرا قىلىش

source: Launch screensaver and locker program
ug: ئېكران قوغدىغۇچ ۋە قۇلۇپلىغۇچ پروگراممىسىنى قوزغات

source: Launch the default helper of TYPE with the optional PARAMETER, where TYPE is one of the following values.
ug: TYPE نىڭ كۆڭۈلدىكى helper نى PARAMETER تاللانمىسىنى قوشۇپ ئىجرا قىل. TYPE تۆۋەندىكىلەرنىڭ بىرى.

source: Launcher
ug: ئىجراچى

source: Launching desktop files is not supported when %s is compiled without GIO-Unix features.
ug: %s GIO-Unix ئالاھىدىلىكىنى ئىشلىتىپ يۇغۇرۇلمىغان بولسا ئۈستەلئۈستى ھۆججىتىنى ئىجرا قىلغىلى بولمايدۇ.

source: Layout
ug: ئورۇنلاشتۇرۇلۇشى

source: Layout mode
ug: Layout ھالىتى

source: Layout:
ug: جايلاشتۇرۇلۇشى:

source: Layouts
ug: جايلاشتۇرۇلۇشى

source: Layouts:
ug: جايلاشتۇرۇلۇشى:

source: Lead acid
ug: قوغۇشۇن كىسلاتاسى

source: Lead developer:
ug: باش ئىجادىيەتچى:

source: Lean mail interface
ug: ئورۇق خەت ئارايۈزى

source: Leave Fullscreen
ug: تولۇق ئېكراندىن چىقىدۇ

source: Leave _Fullscreen
ug: تولۇق ئېكران ھالىتىدىن چىق(_F)

source: Leave blank to hide the label %s expands to the embedded window's title
ug: ئەننى يوشۇرۇش ئۈچۈن قۇرۇق قالدۇرسا بولىدۇ %s بولسا سىڭدۈرۈلگەن كۆزنەكنىڭ ئەنىنى يايىدۇ

source: Leave blank to not launch anything %s expands to the socket ID
ug: قۇرۇق بولسا ھېچ قانداق نەرسىنى ئىجرا قىلمايدۇ %s سوكېت كىملىكىنى(ID) يايىدۇ

source: Left
ug: سول

source: Left Right
ug: سول ئوڭ

source: Left click to iconify all windows. Middle click to shade them.
ug: سول چېكىشتە بارلىق كۆزنەكلەرنى سىنبەلگىلەشتۈرۈپ، ئوتتۇرا چېكىشتە تۈرىدۇ.

source: Left handed (Swap left and right mouse buttons)
ug: سولخاي (چاشقىنەككە ئوڭ سول توپچىنى ئالماشتۇرىدۇ)

source: Left workspace
ug: سولدىكى خىزمەت رايونى

source: Length
ug: ئۇزۇنلۇق

source: Level:
ug: دەرىجە:

source: Levels and _actions
ug: دەرىجىلەر ۋە مەشغۇلاتلار(_A)

source: License
ug: ئىجازەتنامە

source: Light
ug: ئاق

source: Light rain
ug: بوشراق يامغۇر

source: Light rain with thunder
ug: گۈلدۈرمامىلىق بوشراق يامغۇر

source: Lightly cloudy
ug: ئوچۇق

source: Lightweight file manager Developed by Hon Jen Yee (PCMan)
ug: يېنىك ھۆججەت باشقۇرغۇ ئاپتورى: Hon Jen Yee (PCMan)

source: Lightweight image viewer from LXDE project
ug: LXDE قۇرۇلۇشىدىكى يېنىك سۈرەت كۆرگۈ

source: Lightweight task manager for LXDE project
ug: LXDE قۇرۇلۇشىدىكى يېنىك ۋەزىپە باشقۇرغۇ

source: Limit
ug: لىمىت

source: Limit frequency to certain interval. For example: Every third day: Frequency = Daily and Interval = 3
ug: تەكرارلىققا مەلۇم دائىرىدە چەك قويىدۇ. مەسىلەن: ھەر ئۇچ كۈندە بىر قېتىم: تەكرارلىقى = ھەر كۈنى، ئارىلىقى = 3

source: Limit rendering quality
ug: سىزىش سۈپىتىگە چەك قويسۇن

source: Line
ug: سىزىق

source: Line %d:
ug: قۇر %d:

source: Line E_nding
ug: قۇر ئاخىرى(_N)

source: Line N_umbers
ug: قۇر نومۇرلىرى(_U)

source: Line _Down
ug: بىر قۇر ئاستىغا(_D)

source: Line _Up
ug: بىر قۇر ئۈستىگە(_U)

source: Line numbers:
ug: قۇر نومۇرى:

source: Line power
ug: AC مەنبە

source: Line: %d Column: %d
ug: قۇر: %d ئىستون: %d

source: Line: %d Column: %d Selection: %d
ug: قۇر: %d ئىستون: %d تاللىنىش: %d

source: Linear
ug: سىزىقلىق

source: Lines:
ug: قۇر سانى:

source: Link
ug: ئۇلانما

source: Link Target:
ug: ئۇلانما نىشانى:

source: Links Text Browser
ug: ئۇلانما تېكىست كۆرگۈ

source: Links:
ug: ئۇلانمىلار:

source: Linux proc device '/proc/net/dev' not found.
ug: لىنۇكىس proc ئۈسكۈنىسى '/proc/net/dev' تېپىلمىدى

source: List available commands to execute with -e/ --execute
ug: تاللانما -e/ --execute بىلەن بىرگە ئىجرا قىلغىلى بولىدىغان بۇيرۇقلارنى كۆرسىتىدۇ

source: List of country codes separated by commas like JP,US to use for Metalink
ug: مېتا ئۇلانما (Metalink) دا ئىشلىتىدىغان پەش بىلەن ئايرىلغان دۆلەت كودى (JP،US دېگەندەك)

source: List of devices
ug: قوزغاتقۇچنىڭ تىزىملىكى

source: List properties (or channels if -c is not specified)
ug: خاسلىق (-c كۆرسىتىلمىگەندە قانال ) نى تىزىپ كۆرسىتىش

source: List the various command line options supported by @PACKAGE_NAME@ and exit
ug: @PACKAGE_NAME@ دا ئىشلەتكىلى بولىدىغان ھەر خىل بۇيرۇق قۇرى تاللانمىلىرىنى كۆرسىتىپ چېكىنىدۇ

source: List, view and delete cookies
ug: كۇكى(Cookie) نى تىزىپ كۆرسىتىدۇ، كۆرىدۇ، ئۆچۈرىدۇ

source: Listen port:
ug: تىڭشاش ئېغىزى:

source: Lithium ion
ug: لىتىي ئىئون

source: Lithium iron phosphate
ug: لىتىي تۆمۈر فوسفات

source: Lithium polymer
ug: لىتىي پولىمىر

source: Load DeaDBeeF EQ Preset...
ug: DeaDBeeF EQ نىڭ ئالدىن تەڭشىشىنى ئوقۇش…

source: Load Error
ug: ئوقۇش خاتالىقى

source: Load Page
ug: بەتنى ئوقۇش

source: Load Playlist
ug: قويۇش تىزىمىنى ئوقۇش

source: Load Preset
ug: ئالدىن تەڭشەشنى ئوقۇش

source: Load an address from the selection via middle click
ug: ئادرېسنى تاللاپ بولۇپ، چاشقىنەكنىڭ ئوتتۇرىسىنى چەكسە شۇ ئادرېس ئېچىلىدۇ

source: Load external _Images
ug: سىرتقى رەسىملەرنى ئوقۇ(_I)

source: Load images automatically
ug: سۈرەتنى ئۆزلۈكىدىن يۈكلە

source: Load playlist
ug: قويۇش تىزىمىنى ئوقۇش

source: Load the contents of a file
ug: ھۆججەتنىڭ مەزمۇنىنى ئوقۇيدۇ

source: Load the default configuration
ug: كۆڭۈلدىكى تەڭشەكنى ئوقۇ

source: Loading delayed either due to a recent crash or startup preferences.
ug: غۇلاش ياكى قوزغىلىش مايىللىقى سەۋەبىدىن ئوقۇش كېچىكتۈرۈلدى.

source: Loading desktop settings
ug: ئۈستەلئۈستى تەڭشىكى

source: Loading folder contents...
ug: مۇندەرىجە مەزمۇنى ئوقۇۋاتىدۇ...

source: Loading session data
ug: ئەڭگىمە سانلىق-مەلۇماتلىرىنى ئوقۇۋاتىدۇ

source: Loading the template failed
ug: قېلىپنى ئوقۇش مەغلۇپ بولدى

source: Loading...
ug: ئوقۇۋاتىدۇ...

source: Loc_k Screen
ug: ئېكران قۇلۇپلا(_K)

source: Local Files Only
ug: يەرلىك ھۆججەتلا

source: Local Loopback
ug: يەرلىك دەۋرىي ھالقا

source: Local MH mail folder
ug: يەرلىك MH ئېلخەت مۇندەرىجىسى

source: Local Maildir Spool
ug: يەرلىك Maildir كۆلچىكى

source: Local Mbox spool
ug: يەرلىك mbox كۆلچىكى

source: Local Path
ug: يەرلىك يول

source: Local action
ug: يەرلىك مەشغۇلات

source: Local copy
ug: يەرلىكتە كۆچۈر

source: Local cover file mask
ug: يەرلىك مۇقاۋا ھۆججەت ماسكىسى

source: Local delete
ug: يەرلىكتە ئۆچۈر

source: Local interrupts
ug: يەرلىك ئۈزۈلۈش

source: Local move
ug: يەرلىكتە يۆتكە

source: Local timezone:
ug: يەرلىك ۋاقىت رايونى:

source: Localtime
ug: يەرلىك ۋاقىت

source: Locate currently played track
ug: قويۇلۇۋاتقان نەغمىنىڭ ئورنىغا بېرىش

source: Location
ug: ئورنى

source: Location Icons
ug: ئورۇن سىنبەلگىلىرى

source: Location:
ug: ئورنى:

source: Lock
ug: قۇلۇپلا

source: Lock Related Options:
ug: ‹Lock› قا مۇناسىۋەتلىك تاللانمىلار:

source: Lock Screen
ug: ئېكران قۇلۇپلا

source: Lock channels for %s together
ug: %s نىڭدىكى قاناللارنى بىرلىكتە قۇلۇپلايدۇ

source: Lock failed
ug: ‹Lock› مەغلۇپ بولدى

source: Lock screen
ug: ئېكراننى قۇلۇپلا

source: Lock screen be_fore sleep
ug: ئۇخلاشتىن ئاۋۋال ئېكراننى قۇلۇپلىسۇن(_F)

source: Lock screen when going for suspend/hibernate
ug: توڭلات/ئۈچەككە يۆتكەلگەندە ئېكران قۇلۇپلانسۇن

source: Locked
ug: قۇلۇپلاندى

source: Lockfile:
ug: قۇلۇپ ھۆججىتى:

source: Log Message
ug: خاتىرە ئۇچۇرى

source: Log Out
ug: چىقىش

source: Log Out...
ug: چىقىش…

source: Log Related Options:
ug: ‹Log› قا مۇناسىۋەتلىك تاللانمىلار:

source: Log _Out
ug: تىزىمدىن چىق(_O)

source: Log _Out...
ug: چىقىش(_O)…

source: Log _lines:
ug: خاتىرەنىڭ قۇر سانى(_L):

source: Log failed
ug: خاتىرە قالدۇرۇش مەغلۇپ بولدى

source: Log out
ug: چىق

source: Log out %s
ug: %s چىقىش

source: Log out of the Xfce Desktop
ug: Xfce ئۈستەلئۈستىدىن چىقىش

source: Log out quickly; don't save the session
ug: تىزىمدىن تېز چىقىش؛ ئەڭگىمەنى ساقلىمايدۇ

source: Log out without displaying the logout dialog
ug: چىقىش سۆزلەشكۈسىنى چىقارمايلا چىق

source: Log out, lock or other system actions
ug: چىقىش، قۇلۇپلاش ياكى سىستېما مەشغۇلاتلىرى

source: Logging out in %d seconds.
ug: يەنە %d سېكۇنتتىن كېيىن چىقىپ كېتىدۇ.

source: Login
ug: كىر

source: Login on ZimageZ...
ug: ZimageZ غا كىرىش...

source: Logout
ug: تىزىمدىن چىقىش

source: Logout Command:
ug: چىقىش بۇيرۇقى:

source: Logout command is not set
ug: چىقىش بۇيرۇقى بەلگىلەنمىگەن

source: Long
ug: ئۇزۇن

source: Long URL
ug: ئۇزۇن URL

source: Longitude
ug: ئۇزۇنلۇق

source: Look and Feel
ug: كۆرۈنۈش ۋە تۇيغۇ

source: Look at your images easily
ug: سۈرەتلەرنى ئوڭاي كۆرەلەيسىز

source: Look up a word
ug: سوز ئىزدەش

source: Lookup on Last.fm
ug: ئىزدەش (Last.fm) دىن

source: Loop all
ug: ھەممىسىنى قايتىلا

source: Loop single song
ug: بىرلا ناخشىنى قايتىلا

source: Looping
ug: قايتىلاۋاتىدۇ

source: Low
ug: تۆۋەن

source: Low battery action:
ug: توك ئاز قالغاندا ئېلىپ بارىدىغان مەشغۇلات:

source: Low clouds
ug: پەس بۇلۇت

source: Low clouds (CL)
ug: پەس بۇلۇت (CL)

source: Low percentage:
ug: ‹ئاز قالدى›نىڭ پىرسەنتى:

source: Lower quality values yield smaller file sizes, but the image quality will be poorer.
ug: سۈپەت قىممىتى توۋەن بولسا ھۆججەت چوڭلۇقى كىچىك بولىدۇ، بىراق سۈرەتنىڭ سۈپىتىمۇ توۋەن بولىدۇ.

source: Lower volume
ug: ئاۋازنى تۆۋەنلەت

source: Lower window
ug: كۆزنەكنى باس

source: Lynx Text Browser
ug: Lynx تېكىست كۆرگۈ

source: M3U Playlists
ug: M3U قويۇش تىزىمى

source: MB
ug: م ب

source: MH plugin watches local MH folders for new mail
ug: MH قىستۇرمىسى، يەرلىك MH مۇندەرىجىسىدىكى يېڭى خەتلەرنى كۆزىتىپ تۇرىدۇ.

source: MIME Type
ug: MIME تىپى

source: MIME Type Editor
ug: تەھرىرلىگۈچ(MIME تىپىنى)

source: MO Disc
ug: MO دىسكا

source: MPD Client :
ug: MPD خېرىدارى :

source: MPD Client Plugin
ug: MPD خېرىدار قىستۇرمىسى

source: MPD client
ug: MPD خېرىدارى

source: MPD client written in GTK+ for Xfce
ug: بۇ Xfce ئۈچۈن GTK+ دا يېزىلغان MPD client پروگراممىسى

source: MRW Disc
ug: MRW دىسكىسى

source: MRW/W Disc
ug: MRW/W دىسكىسى

source: M_ode:
ug: شەكىل(_O):

source: Ma_ke Link
ug: ئۇلانما ياسا(_K)

source: Ma_ximize
ug: ئەڭ چوڭ قىل(_X)

source: Ma_ximize All
ug: ھەممىنى چوڭايت(_X)

source: Mac (_CR)
ug: مەك(Mac) (_CR)

source: Mail Reader
ug: ئېلخەت ئوقۇغۇ

source: Mail Recipient
ug: تاپشۇرۇپ ئالغۇچى

source: Mail Watcher
ug: ئېلخەت كۆزەتكۈ

source: Mail folder couldn't be created.
ug: خەت قىسقۇچىنى قۇرغىلى بولمىدى.

source: Mail reader
ug: ئېلخەت ئوقۇغۇ
